Repository: zopyx/RULYX
Catalog: Sources/Shared/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh

# account.select_pds.hint
source: Selects the Bluesky PDS provider for this account
ar: يحدد موفر Bluesky PDS لهذا الحساب
de: Wählt den Bluesky PDS-Anbieter für dieses Konto aus
es: Selecciona el proveedor de Bluesky PDS para esta cuenta
fr: Sélectionne le fournisseur Bluesky PDS pour ce compte
it: Seleziona il provider Bluesky PDS per questo account
ja: このアカウントの Bluesky PDS プロバイダーを選択します
ko: 이 계정에 대한 Bluesky PDS 공급자를 선택합니다.
nl: Selecteert de Bluesky PDS-provider voor dit account
pl: Wybiera dostawcę Bluesky PDS dla tego konta
pt: Seleciona o provedor Bluesky PDS para esta conta
ru: Выбирает поставщика Bluesky PDS для этой учетной записи.
th: เลือกผู้ให้บริการ Bluesky PDS สำหรับบัญชีนี้
tr: Bu hesap için Bluesky PDS sağlayıcısını seçer
vi: Chọn nhà cung cấp Bluesky PDS cho tài khoản này
zh: 为此帐户选择 Bluesky PDS 提供商

# account.switch
source: Switch Account
ar: Switch Account (AR)
de: Account wechseln
es: Cambiar cuenta
fr: Changer de compte
it: Cambia account
ja: アカウント切り替え
ko: Switch Account (한국어)
nl: Account wechseln (NL)
pl: Switch Account (PL)
pt: Trocar conta
ru: Switch Account (RU)
th: Switch Account (TH)
tr: Switch Account (TR)
vi: 切换账户 (VI)
zh: 切换账户

# account.switch_tab.hint
source: Switches the active account to {handle}
ar: يقوم بتبديل الحساب النشط إلى {handle}
de: Schaltet das aktive Konto auf{handle}um
es: Cambia la cuenta activa a {handle}
fr: Bascule le compte actif vers {handle}
it: Cambia l'account attivo su {handle}
ja: アクティブなアカウントを{handle}に切り替えます。
ko: 활성 계정을 {handle}으로 전환합니다.
nl: Schakelt het actieve account over naar {handle}
pl: Przełącza aktywne konto na {handle}
pt: Muda a conta ativa para {handle}
ru: Переключает активную учетную запись на {handle}.
th: สลับบัญชีที่ใช้งานเป็น {handle}
tr: Aktif hesabı {handle} olarak değiştirir
vi: Chuyển tài khoản đang hoạt động sang {handle}
zh: 将活动帐户切换到{handle}

# account.switcher.accounts_section
source: Accounts
ar: Accounts (AR)
de: Konten
es: Cuentas
fr: Comptes
it: Account
ja: アカウント
ko: Accounts (한국어)
nl: Accounts (NL)
pl: Accounts (PL)
pt: Contas
ru: Accounts (RU)
th: Accounts (TH)
tr: Accounts (TR)
vi: 账户 (VI)
zh: 账户

# account.switcher.hint
source: Opens account switcher to change or manage accounts
ar: Opens account switcher to change or manage accounts (AR)
de: Öffnet die Account-Umschaltung
es: Abre el selector de cuentas
fr: Ouvre le sélecteur de compte pour changer ou gérer les comptes
it: Apre il selettore account per cambiare o gestire gli account
ja: アカウントを切り替えるか管理するには、アカウントスイッチャーを開きます
ko: アカウントを切り替えるか管理するには、アカウントスイッチャーを開きます (한국어)
nl: Opens account switcher to change or manage accounts (NL)
pl: Opens account switcher to change or manage accounts (PL)
pt: Abre o seletor de contas
ru: Opens account switcher to change or manage accounts (RU)
th: Opens account switcher to change or manage accounts (TH)
tr: Opens account switcher to change or manage accounts (TR)
vi: 打开账户切换器以更改或管理账户 (VI)
zh: 打开账户切换器以更改或管理账户

# account.switcher.label
source: Quick switch account
ar: Quick switch account (AR)
de: Account schnell wechseln
es: Cambio rápido de cuenta
fr: Changer rapidement de compte
it: Cambio rapido account
ja: クイックアカウント切り替え
ko: Quick switch account (한국어)
nl: Account schnell wechseln (NL)
pl: Quick switch account (PL)
pt: Troca rápida de conta
ru: Quick switch account (RU)
th: Quick switch account (TH)
tr: Quick switch account (TR)
vi: 快速切换账户 (VI)
zh: 快速切换账户

# account.switcher.manage
source: Manage Accounts
ar: Manage Accounts (AR)
de: Accounts verwalten
es: Gestionar cuentas
fr: Gérer les comptes
it: Gestisci account
ja: アカウント管理
ko: Manage Accounts (한국어)
nl: Accounts verwalten (NL)
pl: Manage Accounts (PL)
pt: Gerenciar contas
ru: Manage Accounts (RU)
th: Manage Accounts (TH)
tr: Manage Accounts (TR)
vi: 管理账户 (VI)
zh: 管理账户

# account.switcher.title
source: Switch Account
ar: Switch Account (AR)
de: Account wechseln
es: Cambiar cuenta
fr: Changer de compte
it: Cambia account
ja: アカウント切替
ko: Switch Account (한국어)
nl: Account wechseln (NL)
pl: Switch Account (PL)
pt: Trocar conta
ru: Switch Account (RU)
th: Switch Account (TH)
tr: Switch Account (TR)
vi: 切换账户 (VI)
zh: 切换账户

# account.validate.hint
source: Validates credentials and adds the account
ar: التحقق من صحة بيانات الاعتماد وإضافة الحساب
de: Validiert Anmeldeinformationen und fügt das Konto hinzu
es: Valida las credenciales y agrega la cuenta.
fr: Valide les informations d'identification et ajoute le compte
it: Convalida le credenziali e aggiunge l'account
ja: 資格情報を検証し、アカウントを追加します
ko: 자격 증명을 확인하고 계정을 추가합니다.
nl: Valideert de inloggegevens en voegt het account toe
pl: Sprawdza poświadczenia i dodaje konto
pt: Valida credenciais e adiciona a conta
ru: Проверяет учетные данные и добавляет учетную запись
th: ตรวจสอบข้อมูลรับรองและเพิ่มบัญชี
tr: Kimlik bilgilerini doğrular ve hesabı ekler
vi: Xác thực thông tin xác thực và thêm tài khoản
zh: 验证凭据并添加帐户

# action_preset.block.hint
source: Whether this preset blocks the account
ar: ما إذا كان هذا الإعداد المسبق يحظر الحساب
de: Ob diese Voreinstellung das Konto sperrt
es: Si este ajuste preestablecido bloquea la cuenta
fr: Si ce préréglage bloque le compte
it: Se questa preimpostazione blocca l'account
ja: このプリセットがアカウントをブロックするかどうか
ko: 이 사전 설정이 계정을 차단하는지 여부
nl: Of deze voorinstelling het account blokkeert
pl: Określa, czy to ustawienie wstępne blokuje konto
pt: Se esta predefinição bloqueia a conta
ru: Блокирует ли этот пресет учетную запись
th: การตั้งค่าล่วงหน้านี้จะบล็อกบัญชีหรือไม่
tr: Bu ön ayarın hesabı engelleyip engellemediği
vi: Liệu cài đặt trước này có chặn tài khoản hay không
zh: 该预设是否封锁账户

# action_preset.create.hint
source: Creates a new action preset
ar: يقوم بإنشاء إعداد مسبق جديد للإجراء
de: Erstellt eine neue Aktionsvoreinstellung
es: Crea una nueva acción preestablecida
fr: Crée un nouveau préréglage d'action
it: Crea una nuova azione preimpostata
ja: 新しいアクションプリセットを作成します
ko: 새로운 동작 사전 설정을 만듭니다.
nl: Creëert een nieuwe actievoorinstelling
pl: Tworzy nowe ustawienie wstępne akcji
pt: Cria uma nova predefinição de ação
ru: Создает новый набор настроек действия
th: สร้างค่าที่ตั้งไว้ล่วงหน้าสำหรับการดำเนินการใหม่
tr: Yeni bir eylem ön ayarı oluşturur
vi: Tạo cài đặt trước hành động mới
zh: 创建新的动作预设

# action_preset.delete.hint
source: Permanently deletes this action preset
ar: يحذف هذا الإجراء المسبق نهائيًا
de: Löscht diese Aktionsvoreinstellung dauerhaft
es: Elimina permanentemente esta acción preestablecida
fr: Supprime définitivement ce préréglage d'action
it: Elimina permanentemente questa azione preimpostata
ja: このアクション プリセットを完全に削除します
ko: 이 동작 사전 설정을 영구적으로 삭제합니다.
nl: Verwijdert deze actievoorinstelling definitief
pl: Trwale usuwa to ustawienie wstępne akcji
pt: Exclui permanentemente esta predefinição de ação
ru: Безвозвратно удаляет этот набор действий.
th: ลบค่าที่กำหนดล่วงหน้าของการกระทำนี้อย่างถาวร
tr: Bu eylem ön ayarını kalıcı olarak siler
vi: Xóa vĩnh viễn giá trị đặt trước của hành động này
zh: 永久删除此动作预设

# action_preset.discard.hint
source: Discards changes and closes the editor
ar: يتجاهل التغييرات ويغلق المحرر
de: Verwirft Änderungen und schließt den Editor
es: Descarta cambios y cierra el editor.
fr: Annule les modifications et ferme l'éditeur
it: Scarta le modifiche e chiude l'editor
ja: 変更を破棄してエディタを閉じます
ko: 변경 사항을 취소하고 편집기를 닫습니다.
nl: Negeert wijzigingen en sluit de editor
pl: Odrzuca zmiany i zamyka edytor
pt: Descarta as alterações e fecha o editor
ru: Отменяет изменения и закрывает редактор
th: ละทิ้งการเปลี่ยนแปลงและปิดเอดิเตอร์
tr: Değişiklikleri atar ve düzenleyiciyi kapatır
vi: Loại bỏ các thay đổi và đóng trình chỉnh sửa
zh: 放弃更改并关闭编辑器

# action_preset.duplicate.hint
source: Creates a copy of this action preset
ar: يقوم بإنشاء نسخة من هذا الإجراء المسبق
de: Erstellt eine Kopie dieser Aktionsvoreinstellung
es: Crea una copia de esta acción preestablecida.
fr: Crée une copie de ce préréglage d'action
it: Crea una copia di questa azione predefinita
ja: このアクション プリセットのコピーを作成します
ko: 이 동작 사전 설정의 복사본을 만듭니다.
nl: Maakt een kopie van deze actievoorinstelling
pl: Tworzy kopię tego ustawienia wstępnego akcji
pt: Cria uma cópia desta predefinição de ação
ru: Создает копию этого набора действий.
th: สร้างสำเนาของการตั้งค่าล่วงหน้าของการกระทำนี้
tr: Bu eylem ön ayarının bir kopyasını oluşturur
vi: Tạo một bản sao của cài đặt trước hành động này
zh: 创建此动作预设的副本

# action_preset.mute.hint
source: Whether this preset mutes the account
ar: ما إذا كان هذا الإعداد المسبق يؤدي إلى كتم صوت الحساب
de: Ob diese Voreinstellung das Konto stummschaltet
es: Si este ajuste preestablecido silencia la cuenta
fr: Si ce préréglage coupe le compte
it: Indica se questa preimpostazione disattiva l'audio dell'account
ja: このプリセットがアカウントをミュートするかどうか
ko: 이 사전 설정이 계정을 음소거할지 여부
nl: Of deze voorinstelling het account dempt
pl: Określa, czy to ustawienie wstępne wycisza konto
pt: Se esta predefinição silencia a conta
ru: Будет ли эта предустановка отключать звук в учетной записи
th: การตั้งค่าล่วงหน้านี้จะปิดเสียงบัญชีหรือไม่
tr: Bu ön ayarın hesabı sessize alıp almadığı
vi: Liệu cài đặt trước này có tắt tiếng tài khoản hay không
zh: 该预设是否使帐户静音

# action_preset.report.hint
source: Whether this preset reports the account
ar: ما إذا كان هذا الإعداد المسبق يُبلغ عن الحساب
de: Ob diese Voreinstellung das Konto meldet
es: Si este ajuste preestablecido informa la cuenta
fr: Si ce préréglage signale le compte
it: Indica se questa preimpostazione segnala l'account
ja: このプリセットがアカウントを報告するかどうか
ko: 이 사전 설정이 계정을 보고하는지 여부
nl: Of deze voorinstelling het account rapporteert
pl: Określa, czy to ustawienie wstępne raportuje konto
pt: Se esta predefinição informa a conta
ru: Сообщает ли эта предустановка учетную запись
th: การตั้งค่าล่วงหน้านี้จะรายงานบัญชีหรือไม่
tr: Bu ön ayarın hesabı rapor edip etmediği
vi: Liệu cài đặt trước này có báo cáo tài khoản hay không
zh: 该预设是否报告帐户

# action_preset.save.hint
source: Saves this action preset with the configured actions
ar: يحفظ هذا الإجراء مسبقًا مع الإجراءات التي تم تكوينها
de: Speichert diese Aktionsvoreinstellung mit den konfigurierten Aktionen
es: Guarda esta acción preestablecida con las acciones configuradas.
fr: Enregistre ce préréglage d'action avec les actions configurées
it: Salva questa azione preimpostata con le azioni configurate
ja: このアクションのプリセットを構成済みのアクションとともに保存します
ko: 구성된 작업과 함께 이 작업 사전 설정을 저장합니다.
nl: Slaat deze actievoorinstelling op met de geconfigureerde acties
pl: Zapisuje to ustawienie wstępne akcji ze skonfigurowanymi akcjami
pt: Salva esta predefinição de ação com as ações configuradas
ru: Сохраняет этот набор действий с настроенными действиями.
th: บันทึกการกระทำที่ตั้งไว้ล่วงหน้านี้ด้วยการกระทำที่กำหนดค่าไว้
tr: Bu eylem ön ayarını yapılandırılmış eylemlerle birlikte kaydeder
vi: Lưu cài đặt trước hành động này với các hành động đã định cấu hình
zh: 将此操作预设与配置的操作一起保存

# action_queue.cancel.hint
source: Cancels this queued action before it starts
ar: يلغي هذا الإجراء الموجود في قائمة الانتظار قبل أن يبدأ
de: Bricht diese Aktion in der Warteschlange ab, bevor sie gestartet wird
es: Cancela esta acción en cola antes de que comience
fr: Annule cette action en file d'attente avant qu'elle ne démarre
it: Annulla questa azione in coda prima che venga avviata
ja: このキューに入れられたアクションを開始前にキャンセルします
ko: 시작하기 전에 대기 중인 작업을 취소합니다.
nl: Annuleert deze actie in de wachtrij voordat deze begint
pl: Anuluje tę akcję w kolejce przed jej rozpoczęciem
pt: Cancela esta ação na fila antes de começar
ru: Отменяет это действие в очереди до его запуска
th: ยกเลิกการดำเนินการที่อยู่ในคิวก่อนที่จะเริ่มต้น
tr: Sıraya alınmış bu eylemi başlamadan önce iptal eder
vi: Hủy hành động được xếp hàng đợi này trước khi nó bắt đầu
zh: 在开始之前取消此排队操作

# action_queue.close.hint
source: Closes the pending actions sheet
ar: إغلاق ورقة الإجراءات المعلقة
de: Schließt das Blatt mit den ausstehenden Aktionen
es: Cierra la hoja de acciones pendientes
fr: Ferme la feuille des actions en attente
it: Chiude il foglio delle azioni in sospeso
ja: 保留中のアクションシートを閉じます
ko: 보류 중인 작업 시트를 닫습니다.
nl: Sluit het blad met openstaande acties
pl: Zamyka arkusz oczekujących działań
pt: Fecha a planilha de ações pendentes
ru: Закрывает лист ожидающих действий
th: ปิดแผ่นงานการดำเนินการที่ค้างอยู่
tr: Bekleyen eylemler sayfasını kapatır
vi: Đóng bảng hành động đang chờ xử lý
zh: 关闭待处理的操作表

# action_queue.retry.hint
source: Re-runs this action for any failed items
ar: إعادة تشغيل هذا الإجراء لأية عناصر فاشلة
de: Führt diese Aktion für alle fehlgeschlagenen Elemente erneut aus
es: Vuelve a ejecutar esta acción para cualquier elemento fallido.
fr: Réexécute cette action pour tous les éléments ayant échoué
it: Esegue nuovamente questa azione per eventuali elementi non riusciti
ja: 失敗したアイテムに対してこのアクションを再実行します
ko: 실패한 항목에 대해 이 작업을 다시 실행합니다.
nl: Voert deze actie opnieuw uit voor mislukte items
pl: Uruchamia tę akcję ponownie dla wszystkich elementów, które zakończyły się niepowodzeniem
pt: Executa novamente esta ação para quaisquer itens com falha
ru: Повторно запускает это действие для всех неудавшихся элементов.
th: ดำเนินการนี้ซ้ำสำหรับรายการที่ล้มเหลว
tr: Başarısız olan öğeler için bu eylemi yeniden çalıştırır
vi: Chạy lại hành động này cho bất kỳ mục nào bị lỗi
zh: 对任何失败的项目重新运行此操作

# actions.add_to_list
source: Add to List
ar: Add to List (AR)
de: Zu Liste hinzufügen
es: Agregar a lista
fr: Ajouter à la liste
it: Aggiungi alla lista
ja: リストに追加
ko: リストに追加 (한국어)
nl: Zu Liste hinzufügen (NL)
pl: Add to List (PL)
pt: Adicionar to Lista
ru: Add to List (RU)
th: Add to List (TH)
tr: Add to List (TR)
vi: 添加到列表 (VI)
zh: 添加到列表

# actions.block
source: Block
ar: Block (AR)
de: Blockieren
es: Bloquear
fr: Bloquer
it: Blocca
ja: ブロック
ko: ブロック (한국어)
nl: Blockieren (NL)
pl: Block (PL)
pt: Bloquear
ru: Block (RU)
th: Block (TH)
tr: Block (TR)
vi: 屏蔽 (VI)
zh: 屏蔽

# actions.block_all
source: Block All Followers
ar: Block All Followers (AR)
de: Alle Follower blockieren
es: Bloquear todos los seguidores
fr: Bloquer tous les abonnés
it: Blocca tutti i follower
ja: すべてのフォロワーをブロック
ko: すべてのフォロワーをブロック (한국어)
nl: Alle Follower blockieren (NL)
pl: Block All Followers (PL)
pt: Bloquear todos os seguidores
ru: Block All Followers (RU)
th: Block All Followers (TH)
tr: Block All Followers (TR)
vi: 屏蔽所有粉丝 (VI)
zh: 屏蔽所有粉丝

# actions.cancel
source: Cancel
ar: Cancel (AR)
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: キャンセル (한국어)
nl: Abbrechen (NL)
pl: Cancel (PL)
pt: Cancelar
ru: Cancel (RU)
th: Cancel (TH)
tr: Cancel (TR)
vi: 取消 (VI)
zh: 取消

# actions.close
source: Close
ar: Close (AR)
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 閉じる (한국어)
nl: Schließen (NL)
pl: Close (PL)
pt: Fechar
ru: Close (RU)
th: Close (TH)
tr: Close (TR)
vi: 关闭 (VI)
zh: 关闭

# actions.delete
source: Delete
ar: Delete (AR)
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 削除 (한국어)
nl: Löschen (NL)
pl: Delete (PL)
pt: Excluir
ru: Delete (RU)
th: Delete (TH)
tr: Delete (TR)
vi: 删除 (VI)
zh: 删除

# actions.done
source: Done
ar: Done (AR)
de: Fertig
es: Completado
fr: Terminé
it: Fatto
ja: 完了
ko: 完了 (한국어)
nl: Fertig (NL)
pl: Done (PL)
pt: Concluído
ru: Done (RU)
th: Done (TH)
tr: Done (TR)
vi: 完成 (VI)
zh: 完成

# actions.duplicate
source: Duplicate
ar: Duplicate (AR)
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
ja: 複製
ko: 複製 (한국어)
nl: Duplizieren (NL)
pl: Duplicate (PL)
pt: Duplicar
ru: Duplicate (RU)
th: Duplicate (TH)
tr: Duplicate (TR)
vi: 复制 (VI)
zh: 复制

# actions.got_it
source: Got It
ar: فهمتها
de: Habe es
es: Entiendo
fr: J'ai compris
it: Fatto
ja: わかった
ko: 알았어요
nl: Ik heb het
pl: Rozumiem
pt: Entendi
ru: Понятно
th: เข้าใจแล้ว
tr: Anladım
vi: Hiểu rồi
zh: 知道了

# actions.mute
source: Mute
ar: Mute (AR)
de: Stummschalten
es: Silenciar
fr: Muet
it: Silenzia
ja: ミュート
ko: ミュート (한국어)
nl: Stummschalten (NL)
pl: Mute (PL)
pt: Silenciar
ru: Mute (RU)
th: Mute (TH)
tr: Mute (TR)
vi: 静音 (VI)
zh: 静音

# actions.no
source: No
ar: No (AR)
de: Nein
es: [es] Nein
fr: Non
it: [it] Nein
ja: いいえ
ko: いいえ (한국어)
nl: No (NL)
pl: No (PL)
pt: Não
ru: No (RU)
th: No (TH)
tr: No (TR)
vi: 否 (VI)
zh: 否

# actions.ok
source: OK
ar: OK (AR)
es: DE ACUERDO
fr: D'ACCORD
ja: わかりました
ko: OK (한국어)
nl: OK (NL)
pl: OK (PL)
ru: OK (RU)
th: OK (TH)
tr: OK (TR)
vi: 确定 (VI)
zh: 确定

# actions.remove
source: Remove
ar: Remove (AR)
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 削除 (한국어)
nl: Entfernen (NL)
pl: Remove (PL)
pt: Remover
ru: Remove (RU)
th: Remove (TH)
tr: Remove (TR)
vi: 移除 (VI)
zh: 移除

# actions.report
source: Report
ar: Report (AR)
de: Melden
es: Reportar
fr: Signaler
it: Segnala
ja: 報告
ko: 報告 (한국어)
nl: Melden (NL)
pl: Report (PL)
pt: Denunciar
ru: Report (RU)
th: Report (TH)
tr: Report (TR)
vi: 举报 (VI)
zh: 举报

# actions.retry
source: Retry
ar: أعد المحاولة
de: Wiederholen
es: Rever
fr: Réessayer
it: Riprova
ja: リトライ
ko: 다시 해 보다
nl: Opnieuw proberen
pl: Spróbować ponownie
pt: Tentar novamente
ru: Повторить попытку
th: ลองอีกครั้ง
tr: Yeniden dene
vi: Thử lại
zh: 重试

# actions.save
source: Save
ar: Save (AR)
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 保存 (한국어)
nl: Speichern (NL)
pl: Save (PL)
pt: Salvar
ru: Save (RU)
th: Save (TH)
tr: Save (TR)
vi: 保存 (VI)
zh: 保存

# actions.yes
source: Yes
ar: Yes (AR)
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: はい (한국어)
nl: Yes (NL)
pl: Yes (PL)
pt: Sim
ru: Yes (RU)
th: Yes (TH)
tr: Yes (TR)
vi: 是 (VI)
zh: 是

# activity.all
source: All
ar: All (AR)
de: Alle
es: Todos
fr: Tout
it: Tutti
ja: すべて
ko: All (한국어)
nl: Alle (NL)
pl: All (PL)
pt: Todos
ru: All (RU)
th: All (TH)
tr: All (TR)
vi: 全部 (VI)
zh: 全部

# activity.failed
source: Failed: {handles}
ar: Failed: {handles} (AR)
de: Fehlgeschlagen: {handles}
es: Fallidos: {handles}
fr: Échec : {handles}
it: Falliti: {handles}
ja: 失敗: {handles}
ko: Failed: {handles} (한국어)
nl: Failed: {handles} (NL)
pl: Failed: {handles} (PL)
pt: Falhos: {handles}
ru: Failed: {handles} (RU)
th: Failed: {handles} (TH)
tr: Failed: {handles} (TR)
vi: 失败：{handles} (VI)
zh: 失败：{handles}

# activity.failed_format
source: Failed: {handles}
ar: فشل: {handles}
de: Fehlgeschlagen: {handles}
es: Fallido: {handles}
fr: Échec : {handles}
it: Non riuscito: {handles}
ja: 失敗: {handles}
ko: 실패: {handles}
nl: Mislukt: {handles}
pl: Niepowodzenie: {handles}
pt: Falha: {handles}
ru: Ошибка: {handles}
th: ล้มเหลว: {handles}
tr: Başarısız: {handles}
vi: Không thành công: {handles}
zh: 失败：{handles}

# activity.filter_by_type
source: Filter by Type
ar: Filter by Type (AR)
de: Nach Typ filtern
es: Filtrar by Type
fr: Filtrer par type
it: Filtra per tipo
ja: [ja] Nach Typ filtern
ko: Filter by Type (한국어)
nl: Nach Typ filtern (NL)
pl: Filter by Type (PL)
pt: Filtrar by Type
ru: Filter by Type (RU)
th: Filter by Type (TH)
tr: Filter by Type (TR)
vi: 按类型筛选 (VI)
zh: 按类型筛选

# activity.no_matches
source: No matches
ar: No matches (AR)
de: Keine Treffer
es: Sin coincidencias
fr: Aucun résultat
it: Nessuna corrispondenza
ja: なし matches
ko: なし matches (한국어)
nl: Keine Treffer (NL)
pl: No matches (PL)
pt: Não correspondências
ru: No matches (RU)
th: No matches (TH)
tr: No matches (TR)
vi: 没有匹配 (VI)
zh: 没有匹配

# activity.no_matches_desc
source: Try a different search.
ar: Try a different search. (AR)
de: Versuchen Sie eine andere Suche.
es: [es] Versuchen Sie eine andere Suche.
fr: Essayez une autre recherche.
it: Prova una ricerca diversa.
ja: [ja] Versuchen Sie eine andere Suche.
ko: Try a different search. (한국어)
nl: Versuchen Sie eine andere Suche. (NL)
pl: Try a different search. (PL)
pt: [pt] Versuchen Sie eine andere Suche.
ru: Try a different search. (RU)
th: Try a different search. (TH)
tr: Try a different search. (TR)
vi: 请尝试其他搜索。 (VI)
zh: 请尝试其他搜索。

# activity.search
source: Search operations…
ar: Search operations… (AR)
de: Operationen durchsuchen…
es: Buscar operations…
fr: Rechercher des opérations…
it: Cerca operazioni…
ja: [ja] Operationen durchsuchen…
ko: Search operations… (한국어)
nl: Operationen durchsuchen… (NL)
pl: Search operations… (PL)
pt: Buscar operations…
ru: Search operations… (RU)
th: Search operations… (TH)
tr: Search operations… (TR)
vi: 搜索操作… (VI)
zh: 搜索操作…

# activity.title
source: Activity Log
ar: Activity Log (AR)
de: Aktivitätslog
es: Actividad Registro
fr: Journal d'activité
it: Registro attività
ja: アクティビティログ
ko: Activity Log (한국어)
nl: Aktivitätslog (NL)
pl: Activity Log (PL)
pt: Atividade Registro
ru: Activity Log (RU)
th: Activity Log (TH)
tr: Activity Log (TR)
vi: 活动日志 (VI)
zh: 活动日志

# actor_search.add
source: Add
ar: يضيف
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungere
ja: 追加
ko: 추가하다
nl: Toevoegen
pl: Dodać
pt: Adicionar
ru: Добавлять
th: เพิ่ม
tr: Eklemek
vi: Thêm vào
zh: 添加

# actor_search.add_to_list.hint
source: Adds this actor to the list
ar: يضيف هذا الممثل إلى القائمة
de: Fügt diesen Schauspieler zur Liste hinzu
es: Agrega este actor a la lista.
fr: Ajoute cet acteur à la liste
it: Aggiunge questo attore all'elenco
ja: この俳優をリストに追加します
ko: 이 배우를 목록에 추가합니다.
nl: Voegt deze acteur toe aan de lijst
pl: Dodaje tego aktora do listy
pt: Adiciona este ator à lista
ru: Добавляет этого актера в список
th: เพิ่มนักแสดงคนนี้เข้าในรายการ
tr: Bu aktörü listeye ekler
vi: Thêm diễn viên này vào danh sách
zh: 将此演员添加到列表中

# actor_search.toggle.hint
source: Toggles the selection of this actor
ar: تبديل اختيار هذا الممثل
de: Schaltet die Auswahl dieses Schauspielers um
es: Alterna la selección de este actor.
fr: Bascule la sélection de cet acteur
it: Attiva/disattiva la selezione di questo attore
ja: このアクターの選択を切り替えます
ko: 이 배우의 선택을 전환합니다
nl: Schakelt de selectie van deze acteur in of uit
pl: Przełącza wybór tego aktora
pt: Alterna a seleção deste ator
ru: Переключает выбор этого актера
th: สลับการเลือกนักแสดงคนนี้
tr: Bu aktörün seçimini değiştirir
vi: Chuyển đổi lựa chọn của diễn viên này
zh: 切换该演员的选择

# app.name
source: Rulyx
ar: رولكس
ja: ルリックス
ko: 룰릭스
ru: Руликс
th: รูลิกซ์
tr: Ruliks
zh: 鲁利克斯

# biometric.auth_reason
source: Authenticate with your biometrics to access your accounts and moderation data.
ar: قم بالمصادقة باستخدام القياسات الحيوية الخاصة بك للوصول إلى حساباتك وبيانات الإشراف.
de: Authentifizieren Sie sich mit Ihren biometrischen Daten, um auf Ihre Konten und Moderationsdaten zuzugreifen.
es: Autentícate con tus datos biométricos para acceder a tus cuentas y datos de moderación.
fr: Authentifiez-vous avec vos données biométriques pour accéder à vos comptes et données de modération.
it: Autenticati con i tuoi dati biometrici per accedere ai tuoi account e ai dati di moderazione.
ja: アカウントとモデレーション データにアクセスするには、生体認証を使用して認証します。
ko: 귀하의 계정 및 중재 데이터에 액세스하려면 생체 인식으로 인증하세요.
nl: Authenticeer met uw biometrische gegevens om toegang te krijgen tot uw accounts en moderatiegegevens.
pl: Uwierzytelnij się za pomocą danych biometrycznych, aby uzyskać dostęp do swoich kont i danych moderacyjnych.
pt: Autentique-se com sua biometria para acessar suas contas e dados de moderação.
ru: Выполните аутентификацию с помощью биометрических данных, чтобы получить доступ к своим учетным записям и данным модерации.
th: ตรวจสอบสิทธิ์ด้วยไบโอเมตริกซ์ของคุณเพื่อเข้าถึงบัญชีและข้อมูลการกลั่นกรองของคุณ
tr: Hesaplarınıza ve denetleme verilerinize erişmek için biyometrik bilgilerinizle kimlik doğrulaması yapın.
vi: Xác thực bằng sinh trắc học của bạn để truy cập vào tài khoản và dữ liệu kiểm duyệt của bạn.
zh: 使用您的生物识别技术进行身份验证以访问您的帐户和审核数据。

# bulk.clear
source: Clear
ar: Clear (AR)
de: Löschen
es: Limpiar
fr: Effacer
it: Cancella
ja: クリア
ko: クリア (한국어)
nl: Löschen (NL)
pl: Clear (PL)
pt: Limpar
ru: Clear (RU)
th: Clear (TH)
tr: Clear (TR)
vi: 清除 (VI)
zh: 清除

# bulk.input
source: Input
ar: Input (AR)
de: Eingabe
es: Entrada
fr: Entrée
it: [it] Eingabe
ja: [ja] Eingabe
ko: Input (한국어)
nl: Eingabe (NL)
pl: Input (PL)
pt: Entrada
ru: Input (RU)
th: Input (TH)
tr: Input (TR)
vi: 输入 (VI)
zh: 输入
